
/*******************************************************************************
  
  * File name :  main.h  
  
			* Ver3.2
			* April 20. 2016
			* by Jae-Il Kim,  Sang-min Kim  &  Dong-hyuk Cha
 
 ****************************************************************************** */
 
/* Define to prevent recursive inclusion ----------------------------------*/
#ifndef __MAIN_H
#define __MAIN_H

// -- <2> 프로그램의 실행에 필요한 헤더파일을 인클루드
#include "stm32f1xx_hal.h"
#include "stm32f1xx_nucleo.h"

#endif /* __MAIN_H */

// -------------------------------------------------------------------------------- //
